Repository: ogomogo/linkfloyd
Catalog: linkfloyd/locale/*/LC_MESSAGES/django.po
Languages: tr

source: You have to be logged in to complete this action.
tr: Bu aksiyonu tamamlayabilmek için giriş yapmış olman gerekiyor.

source: Unsubscribe
tr: Takibi Bırak

source: Are you sure that you want to be admin of this channel?
tr: Bu kanalın yöneticisi olmak istediğinden emin misin?

source: Subscribe
tr: Takip Et

source: You will loose your adminstration rights from this channel. Are you sure?
tr: Kanaldaki yönetim haklarınızı kaybedeceksiniz. Emin misiniz?

source: Notes & Rules about that channel (optional)
tr: Kanal hakkında notlar ve kurallar (opsiyonel)

source: title
tr: başlık

source: slug
tr: takoz

source: description
tr: açıklama

source: describe this channel in 255 chars
tr: kanalın kısa açıklaması

source: notes and rules about that channel
tr: kanal hakkında notlar ve kurallar

source: which language do you expect to be spoken in that channel
tr: bu kanalda hangi dilde konuşulacak?

source: parent channel
tr: ana kanal

source: %s channel on Linkfloyd
tr: Linkfloyd üzerinde %s kanalı

source: Admin
tr: Sahip

source: Moderator
tr: Yönetici

source: Subscriber
tr: Takipçiler

source: You Updated %s Channel
tr: %s Kanalını Güncelledin

source: Browsing Channels
tr: Kanallar Görüntüleniyor

source: Browsing Your Subscripted Channels
tr: Takip Ettiğin Kanallar Görüntüleniyor

source: Top Channels
tr: En İyi Kanallar

source: Your Subscriptions
tr: Takip Ettiklerin

source: Subscribers
tr: Takipçiler

source: No links found.
tr: Hiç link bulunamadı.

source: Share
tr: Paylaş

source: Subscribed
tr: Takip Ediliyor

source: %(subscribers)s subscribers
tr: %(subscribers)s takipçi

source: Create a Channel
tr: Kanal Oluştur

source: Submit
tr: Gönder

source: Name
tr: İsim

source: Description
tr: Açıklama

source: Comment
tr: Yorum

source: you can use markdown here
tr: bu alanda markdown kullanabilirsin

source: Safe Posts
tr: Güvenli Gönderiler

source: Moderate (can contain nudity, rude gestures)
tr: Orta (Çıplaklık ya da kaba hareketler içerebilir)

source: Liberal (can contain anything)
tr: Liberal (her şey çıkabilir)

source: Rating
tr: Derece

source: warn people about your link
tr: insanları gönderin hakkında uyar

source: Channel
tr: Kanal

source: Posts From Your Subscripted Channels
tr: Takip Ettiğin Kanallardan Gönderiler

source: Posts From %s
tr: %s Kullanıcısından Gönderiler

source: Posts From %s Channel
tr: %s Kanalına Yapılmış Gönderiler

source: Posts liked by %s
tr: %s tarafından beğenilmiş gönderiler

source: All Posts Shared on Linkfloyd
tr: Linkfloyd üzerinde paylaşılmış tüm gönderiler

source: Subscribe channels that you are interested in
tr: İlgi alanına giren kanalları takibe al

source: %s on Linkfloyd
tr: Linkfloyd üzerinde %s

source: %s's Up Votes on Linkfloyd
tr: Linkfloyd üzerinde %s

source: Some of links that you subscribed, has new comment
tr: Takip ettiğiniz gönderilerden birine yorum yapıldı

source: Link Upvoted
tr: Gönderi Yukarı Oylandı

source: Some of links that you subscribed, has new upvote
tr: Takip ettiğiniz gönderilerdne biri yukarı oylandı

source: ago
tr: önce

source: Update
tr: Güncelle

source: Delete
tr: Sil

source: Comments
tr: Yorumlar

source: <a href="%(login_url)s">Log in</a> to leave comment
tr: Yorum yapabilmek için <a href="%(login_url)s">giriş yapsan</a> NOLURDU!!?

source: Posted at
tr: Gönderim Zamanı

source: Displayed
tr: Gösterim Sayısı

source: times
tr: defa

source: Up Voted Users
tr: Yukarı Oylayan Kullanıcılar

source: Notes & Rules
tr: Notlar & Kurallar

source: Actions
tr: Aksiyonlar

source: Submit a Link
tr: Bağ Gönder

source: Update Channel
tr: Kanalı Güncelle

source: About User
tr: Kullanıcı Hakında

source: Recommened Channels
tr: Önerilen Kanallar

source: Drag and drop "Post to Linkfloyd" button to you bookmarks toolbar. It will let you share web pages on Linkfloyd easily.
tr: "Post to Linkfloyd" düğmesini yer imi araç çubuğuna sürükleyip bırak. Web sayfa

source: Remember to Vote
tr: Oylamayı Unutma

source: Votes are intended to indicate importance and relevance to the posts.
tr: Oylar gönderilerin önemliliğini ve işe yararlığını tespit etmek için kullanılıyor

source: If you think something contributes to conversation, upvote it. If you think it does not contribute to the channel it is posted in or is off-topic in a particular community, downvote it.
tr: Gönderinin önemli-işe yarar olduğunu düşünüyorsan yukarı oylamayı unutma. Eğer önemsiz ya da yanlış kanalda olduğunu düşünüyorsan aşağı oylamalısın

source: Controversial
tr: Tartışmalı

source: Top Voted
tr: Yüksek Puanlı

source: Latest
tr: En Son

source: Hot
tr: Sıcak

source: Post a Link
tr: Bağ Gönder

source: Background Image
tr: Fon İmajı

source: This link is not reachable
tr: Bu bağlantı erişilemez

source: %(actor)s has made a comment on: %(link_title)s
tr: %(actor)s adlı kullanıcı şu gönderiye yorum yaptı: %(link_title)s

source: To reply to this comment or to see all comments on this link click here
tr: Bu yoruma cevap vermek ya da bütün yorumları görüntülemek için buraya tıklayın

source: Comment posted on: %(link_title)s
tr: Şu gönderiye yorum yapıldı: %(link_title)s

source: %(actor)s has down voted on: %(link_title)s
tr: %(actor)s adlı kullanıcı şu gönderiyi aşağı oyladı: %(link_title)s

source: To to see all comments on this link click here
tr: Bütün yorumları görüntülemek için buraya tıklayın

source: Down voted on: %(link_title)s
tr: Şu gönderi aşağı oylandı: %(link_title)s

source: %(actor)s has up voted on: %(link_title)s
tr: %(actor)s adlı kullanıcı şu gönderiyi yukarı oyladı: %(link_title)s

source: Up voted on: %(link_title)s
tr: Şu gönderi yukarı oylandı : %(link_title)s

source: describe yourself
tr: kendini tanıt

source: Maximum Rating
tr: En Yüksek Derece

source: how much can you handle?
tr: ne kadar sert içeriğe katlanabilirsin?

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Never Send
tr: Hiç Gönderme

source: Summary Emails
tr: Özet Postalar

source: When do you want to get summaries of your subscripted channels
tr: Takibe aldığın kanalların özetini ne sıklıkla almak istersin?

source: You successfuly updated your preferences.
tr: Seçeneklerin güncellendi.

source: Update Preferences
tr: Seçenekleri Güncelle

source: Menu
tr: Menü

source: Preferences
tr: Seçenekler

source: Log out
tr: Çıkış Yap

source: Posts
tr: Gönderiler

source: Your Likes
tr: Sevdiklerim

source: All Posts
tr: Tüm Gönderiler

source: Channels
tr: Kanallar

source: Browse Channels
tr: Kanallara Bak

source: Notifications
tr: Bildirimler

source: Random
tr: Rasgele

source: Login
tr: Giriş Yap

source: No links shared today. Share it now!
tr: Bu gün hiç bağ gönderilmemiş. Siz gönderin!

source: %(username)s has made a comment on: %(link_title)s
tr: %(username)s adlı kullanıcı şu gönderiye yorum yaptı: %(link_title)s

source: <div class="notification"><p><a href="%(user_url)s">%(username)s</a> has made a comment on: <a href="%(link_url)s">%(link_title)s</a></p></div>
tr: <div class="notification"><p><a href="%(user_url)s">%(username)s</a> şu önderiye yorum yaptı: <a href="%(link_url)s">%(link_title)s</a></p></div>

source: Activation complete
tr: Aktivasyon tamamlandı

source: Activation problem
tr: Aktivasyon problemi

source: Congratulations %(account)s, your activation complete.
tr: Teşekkürler %(account)s, aktivasyonun tamamlandı

source: Now <a href='%(login_url)s'>login</a> using the username and password you set at registration.
tr: Şimdi kayıt esnasında belirlediğin kullanıcı adı ve şifre ile <a href='%(login_url)s'>Giriş yap</a>abilirsin.

source: It seems that your activation key is invalid. Check the URL again.
tr: Aktivasyon anahtarın geçersiz gözüküyor. URL'yi bir kontrol et.

source: Activation complete. Now <a href='%(login_url)s'>log in</a> using the username and password you set at registration.
tr: Aktivasyon tamamlandı. Şimdi kayıt esnasında belirlediğin kullanıcı adı ve şifre ile <a href='%(login_url)s'>Giriş yap</a>abilirsin.

source: You have asked to register an account at %(site_name)s. To activate this account, click the following link within the next %(expiration_days)s days:
tr: %(site_name)s üzerinde bir hesap oluşturmak için başvuruda bulundun. Hesabını aktive edebilmen için aşağıdaki bağlantıya %(expiration_days)s gün içinde tıklaman gerekiyor:

source: %(site_name)s Management.
tr: %(site_name)s Yönetimi.

source: Account registration for %(site_name)s
tr: %(site_name)s için hesap kaydı

source: Log in
tr: Giriş Yap

source: Your username and password didn't match. Please try again.
tr: Kullanıcı adı ve şifren uyuşmadı. Tekrar dene.

source: Do you need an account
tr: Hesabın yok mu

source: Don't you remember your password
tr: Şifreni hatırlamıyor musun

source: Logged out
tr: Çıkış yapıldı

source: Successfully logged out
tr: Çıkış yaptın

source: Password changed
tr: Şifre değişti

source: Password successfully changed.
tr: Şifren başarı ile değiştirildi

source: Password reset complete
tr: Şifre sıfırlanması tamamlandı

source: Your password has been reset, you can <a href="%(login_url)s">log in</a>.</p>
tr: Şifren sıfırlandı, <a href="%(login_url)s">giriş yap</a>abilirsin.</p>

source: Password reset
tr: Şifre sıfırla

source: Reset Password
tr: Şifreyi Sıfırla

source: Enter your new password below to reset your password
tr: Yeni şifreni aşağıya yaz, ve bu sefer unutma

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
tr: E-posta adresine şifreni sıfırlayabilmen için bir e-posta attık. O posta içinde bir bağ var, ona tıklaman gerekiyor.

source: Greetings %(user)s, You are requested that your password be reset on the %(site_name)s site. Click the following link, or copy and paste it into your web browser to reset your password:
tr: Merhaba %(user)s, %(site_name)s üserinde şifre sıfırlama isteğinde bulundun. Bu işlemi gerçekleştirebilmek için aşağıdaki bağlantıya tıkla ya da internet tarayıcına kopyalayıp yapıştır:

source: Your username, in case you've forgotten: %(username)s
tr: Kullanıcı adını unuttuysan: %(username)s

source: %(site_name)s Management
tr: %(site_name)s Yönetimi

source: Reset password
tr: Şifreyi sıfırla

source: Reset
tr: Sıfırla

source: Activation email sent
tr: Aktivasyon e-postası gönderildi

source: An activation email has been sent. Check your email and click on the link to activate your account.
tr: E-posta adresine aktivasyon işlemini tamamlayabilmen için bir e-posta gönderdik.

source: Register
tr: Kayıt

source: Username
tr: Kullanıcı Adı

source: Email
tr: Eposta

source: Password
tr: Şifre

source: Password Again
tr: Şifre Tekrar

source: Edit
tr: Düzenle

source: Contributors
tr: Katkıcılar

source: Edit this page
tr: Bu sayfayı düzenle

source: Create this page
tr: Bu sayfayı oluştur

source: This page does not exist
tr: Bu sayfa bulunamıyor
